content/posts/John_Hopfield.md
+++
title = "John Hopfield"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:53-04:00
slug = "John_Hopfield"
draft = false
+++

## Hopfield, J. J. (2014). Whatever Happened to Solid State Physics? <span class="underline"><span class="underline">The Annual Review of Condensed Matter Physics Is Annu. Rev. Condens. Matter Phys. 2014</span></span>, <span class="underline"><span class="underline">5</span></span>, 1–13. <https://doi.org/10.1146/annurev-conmatphys-031113-133924> {#hopfield-j-dot-j-dot--2014--dot-whatever-happened-to-solid-state-physics-1-13-dot-https-doi-dot-org-10-dot-1146-annurev-conmatphys-031113-133924}


### What is physics? To me—growing up with a father and mother who were both physicists—physics was not subject matter. The atom, the troposphere, the nucleus, a piece of glass, the washing machine, my bicycle, the phonograph, a magnet—these were all incidentally the subject matter. The central idea was that the world is understandable, that you should be able to take anything apart, understand the relationships between its constituents, do experiments, and on that basis be able to develop a quantitative understanding of its behavior. Physics was a point of view that the world around us is, with effort, ingenuity, and adequate resources, understandable in a predictive and reasonably quantitative fashion. Being a physicist is a dedication to the quest for this kind of understanding. {#what-is-physics-to-me-growing-up-with-a-father-and-mother-who-were-both-physicists-physics-was-not-subject-matter-dot-the-atom-the-troposphere-the-nucleus-a-piece-of-glass-the-washing-machine-my-bicycle-the-phonograph-a-magnet-these-were-all-incidentally-the-subject-matter-dot-the-central-idea-was-that-the-world-is-understandable-that-you-should-be-able-to-take-anything-apart-understand-the-relationships-between-its-constituents-do-experiments-and-on-that-basis-be-able-to-develop-a-quantitative-understanding-of-its-behavior-dot-physics-was-a-point-of-view-that-the-world-around-us-is-with-effort-ingenuity-and-adequate-resources-understandable-in-a-predictive-and-reasonably-quantitative-fashion-dot-being-a-physicist-is-a-dedication-to-the-quest-for-this-kind-of-understanding-dot}
